[X2StatusEffects_XPack]
[X2Effect_Obsessed]
EffectFriendlyName="Confused"
EffectLostFriendlyName="Confused Removed"
EffectFriendlyDesc="Confused! This unit is focused on getting to safety and looking at what's going on."
EffectFailedFriendlyName="Confused resisted."
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> is confused."
EffectTickedString="<XGParam:StrValue0/!UnitName/> is still confused."
EffectLostString="<XGParam:StrValue0/!UnitName/> is no longer confused."

[Obsessed X2AbilityTemplate]
LocFriendlyName="Confused"
